Repository: vpatokova/task_manager
Catalog: tasks/locale/*/LC_MESSAGES/django.po
Languages: ru

source: If you want to add breaks to the task, you need to fill in all the fields, otherwise leave the last two fields empty.
ru: Если Вы хотите добавить перерывы к задаче, Вам надо заполнить все поля, иначе оставьте два последних поля пустыми

source: Duration in hh:mm:ss format
ru: Длительность в формате hh:mm:ss

source: Time between breaks in hh:mm:ss format
ru: Время между перерывами в формате hh:mm:ss

source: Duration of breaks in hh:mm:ss format
ru: Длительность перерывов в формате hh:mm:ss

source: name
ru: название

source: user
ru: пользователь

source: start time
ru: время начала

source: duration
ru: длительность

source: is with breaks?
ru: присутствуют ли перерывы в задаче?

source: time between breaks
ru: время между перерывами

source: breaks duration
ru: длительность перерывов

source: next break starts
ru: время начала следующего перерыва

source: current break ends
ru: время конца текущего перерыва

source: ending time
ru: время конца

source: status
ru: статус

source: running
ru: запущена

source: break
ru: перерыв

source: completed
ru: выполнена

source: paused
ru: задача приостановлена

source: task suspension time
ru: время приостановки выполнения задачи

source: celery-task's id
ru: id Celery-задачи

source: where was the task suspended
ru: где было приостановлено выполнение задания

source: the task has not been suspended yet or the error has already been taken into account
ru: задача еще не была приостановлена или ошибка уже была учтена

source: the task was suspended during the first sleep
ru: задача была приостановлена во время первого sleep

source: the task was suspended during the second sleep
ru: задача была приостановлена во время второго sleep

source: the task was suspended during the third sleep
ru: задача была приостановлена во время третьего sleep

source: sleep start time
ru: время начала

source: task
ru: задача

source: tasks
ru: задачи

source: Time to rest!
ru: Время отдыха!

source: It's time to take a break from the '%(name)s' for %(breaks_duration)s!
ru: Время отдохнуть от задачи '%(name)s' на %(breaks_duration)s!

source: 'It's time to take a break from the '%(name)s' for %(breaks_duration)s!' has been sent
ru: 'Время отдохнуть от задачи '%(name)s' на %(breaks_duration)s!' было отправлено

source: Time's up!
ru: Время вышло!

source: Task '%(name)s' is finished!
ru: Задача '%(name)s' закончилась!

source: 'Task '%(name)s' is finished!' has been sent
ru: 'Задача '%(name)s' закончилась!' было отправлено

source: It's time to get back to work!
ru: Время вернуться к работе!

source: It's time to continue the '%(name)s'!
ru: Время вернуться к задаче '%(name)s'!

source: 'It's time to continue the '%(name)s'!' has been sent
ru: 'Время вернуться к задаче '%(name)s'!' было отправлено

source: Have a rest!
ru: Отдохните!

source: The time of the '%(name)s' task is not over yet, but according to the schedule there is only a break left. Have a rest!
ru: Время выполнения задачи '%(name)s' еще не закончилось, но, согласно расписанию, у Вас остался только перерыв. Время отдыха!

source: 'The time of the '%(name)s' task is not over yet, but according to the schedule there is only a break left. Have a rest!' has been sent
ru: 'Время выполнения задачи '%(name)s' еще не закончилось, но, согласно расписанию, у Вас остался только перерыв. Время отдыха!' было отправлено
