Repository: vpatokova/task_manager
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Email text blocked account
ru: Ваш аккаунт был заблокирован из-за частых неправильных попыток входа. Если это были Вы, то Вы можете разблокировать аккаунт, перейдя по ссылке внизу:

source: Your account is blocked
ru: Ваш аккаунт заблокирован

source: Your account has been blocked
ru: Ваш аккаунт был заблокирован из-за частых неправильных попыток входа. Если это были Вы, проверьте Ваш электронный ящик

source: Email is not unique
ru: Пользователь с таким адресом электронной почты уже существует

source: User
ru: Пользователь

source: Birthday
ru: День рождения

source: Profile photo
ru: Аватарка

source: Question about coffee
ru: Сколько раз Вы пытались приготовить кофе?

source: Last attempt to log in
ru: Последняя попытка входа

source: Users's profile
ru: Профиль пользователя

source: Users' profiles
ru: Профили пользователей

source: This user is already activated
ru: Этот пользователь уже активирован

source: The account has been successfully activated
ru: Аккаунт был успешно активирован

source: The activation link has expired
ru: Ссылка для активации истекла

source: You have successfully drunk coffee!
ru: Вы успешно выпили кофе!

source: Your profile has been updated!
ru: Ваш профиль был обновлен!

source: Activate your account
ru: Активировать аккаунт

source: Hello, %(name)s Please follow the link below to activate your account
ru: Здравствуйте, %(name)s Пожалуйста перейдите по ссылке внизу, чтобы активировать Ваш аккаунт

source: A link to activate your account has been sent to your email
ru: Сслыка для активации аккаунта была отправлена на Вашу электронную почту
